[
    {
        "q": "قسطاکارت چیست؟",
        "a": "یک کارت بانکی عضو شبکه شتاب است که به وسیله رمز اول و دوم شما میتوانید از هرفروشگاه اینترنتی (دارای درگاه پرداخت اینترنتی) ، یا فیزیکی ( دارای دستگاه pos فروشگاهی ) خرید اقساطی داشته باشید."
    },
    {
        "q": "چگونه می توانم با قسطا کارت از فروشگاه های اینترنتی خرید داشته باشم؟",
        "a": "برای این کار به رمز دوم احتیاج دارید . کافی است به دستگاه های خودپرداز مراجعه کرده و رمز دوم خود را دریافت نمایید و سپس از هر فروشگاه اینترنتی خرید خود را داشت باشید."
    },
    {
        "q": "حتما باید از فروشگاه های خاصی خرید داشته باشیم؟",
        "a": "خیر ، شما میتوانید با قسطاکارت از هرفروشگاه اینترنتی دارای درگاه پرداخت یا فیزیکی دارای pos  فروشگاهی خرید خود را داشته باشید ."
    },
    {
        "q": "آیا دریافت وجه نقد از قسطا کارت امکان پذیر است؟",
        "a": "خیر ، قابلیت دریافت وجه از دستگاه خودپرداز برای این کارت ها بسته می باشد."
    },
    {
        "q": "امکان انتقال وجه نقد به کارت دیگر وجود دارد؟",
        "a": "خیر"
    },
    {
        "q": "امکان انتقال وجه از کارت دیگر به قسطا کارت وجود دارد؟",
        "a": "شارژ قسطا کارت تنها در اختیار قسطا می باشد."
    },
    {
        "q": "اعتبار قسطا کارت چه مدت است ؟",
        "a": "تاریخ انقضای قسطا کارت سه سال پس از صدور آن است ."
    },
    {
        "q": "چه زمانی قسطا کارت را دریافت خواهم کرد؟",
        "a": "به محض رسیدن چک ها و قرارداد ، قسطا کارت برای شما ارسال خواهد شد و بعد از پرداخت پیش پرداخت، قسطاکارت شما شارژ می شود .\n(در صورت تحویل حضوری چک ها، قسطاکارت در همان زمان حضور شما در قسطا تحویل داده می شود.)"
    },
    {
        "q": "اگر قیمت کالای مورد نظر من بعد از ارسال قسطاکارت افزایش یابد چکار کنم؟",
        "a": "می توانید با مراجعه به حساب کاربری خود و کلیک بر روی گزینه ی شارژ اضافی ( حداکثر یک میلیون تومان) ، قسطا کارت خود را به میزان مورد نیاز شارژ نمایید. پس از تایید قسطا، اعتبار مورد نیاز به قسطاکارت شما منتقل می شود ."
    },
    {
        "q": "آیا خرید اقساطی از شهرستان هم امکان پذیر است؟",
        "a": "بله شما میتوانید در هر شهری که زندگی می کنید درخواست قسطا کارت را ثبت نمایید و پس از دریافت آن ، از هر فروشگاه اینترنتی یا فیزیکی دلخواه خرید اقساطی داشته باشید ."
    },
    {
        "q": "شرایط خرید اقساطی (مدارک مورد نیاز ) چیست ؟",
        "a": "مدارک لازم عبارتند از:\n1-تصویر کارت ملی\n2-تصویر یکی از برگ های چک صیادی\n3-تصویر پرینت سه ماهه آخر حساب جاری که میتوانید از اینترنت بانک خود خروجی PDF بگیرید.\n( لازم به ذکر است ، خروجی از همراه بانک مورد قبول نمی باشد.)\n4-حساب پشتیبان : در صورتی که حساب دیگری را دارا میباشید که گردش بالاتری دارد ، آن را به عنوان پشتیبان بارگذاری نمایید."
    },
    {
        "q": "اعتبارسنجی چه مدت طول خواهد کشید ؟",
        "a": "در صورت ارسال تمامی مدارک ، حدود 1 روز کاری"
    },
    {
        "q": "آیا میتوان با سفته خرید کرد ؟",
        "a": "خیر، در قسطا تنها با صدور چک امکان خرید دارید."
    },
    {
        "q": "آیا خرید با چک فرد دیگری امکان پذیر است ؟",
        "a": "بله در صورتی که حساب کاربری قسطا ، بنام همان فرد ایجاد و مدارک مربوط به همان فرد بارگذاری شود ، مشکلی ندارد.\nدرواقع قسطا آن فرد را به عنوان خریدار به رسمیت می شناسد و قسطا کارت هم بنام همان فرد صادر و تحویل داده خواهد شد ."
    },
    {
        "q": "چه نوع چکی قابل قبول می باشد ؟",
        "a": "تنها با چک صیادی امکان خرید وجود دارد .\nهمچنین توجه داشته باشید که چک کارمندی از اعتبار بالایی نزد قسطا برخوردار است."
    },
    {
        "q": "به چه دلیل چک های غیرصیادی ( طرح قدیم ) را قبول نمی کنید ؟",
        "a": "بانک مرکزی محدودیت هایی را برای دریافت چک های غیرصیادی اعمال کرده است از جمله اینکه امکان کِلر کردن آنها فراهم نیست و دلیل دیگر اینست که برخی بانکها نقد کردن چک را در شعبه صادرکننده محدود کرده اند ."
    },
    {
        "q": "من حسابی دارم که گردش بالایی دارد ولی دسته چک ندارد ، چکار باید کنم؟",
        "a": "این حساب شما در قسطا به عنوان حساب پشتیبان قابل قبول است و باعث بالا رفتن اعتبار شما خواهد شد. پیشنهاد میشود پرینت این حساب را ارسال نمایید ."
    },
    {
        "q": "در صورتی که حساب پشتیبان را ارسال کنم باز هم نیاز به ارسال حساب جاری خواهد بود؟",
        "a": "بله، پرینت سه ماهه آخر حساب جاری شما الزامی است. پرینت حساب پشتیبان اعتبار شما را افزایش می دهد."
    },
    {
        "q": "دسته چک دارم اما حساب جاری ام تاکنون گردش نداشته است مشکلی ندارد؟",
        "a": "مشکلی نیست ، از افتتاح حساب تا امروز ، پرینت حساب بگیرید و ارسال نمایید و پرینت حساب دیگری را به عنوان پشتیبان بفرستید."
    },
    {
        "q": "چرا باید از چک های خود قبل از ارسال عکس بگیرم و برای شما بفرستم؟",
        "a": "به دلیل اینکه اگر چک ها خط خوردگی داشته باشند ، نیاز به پشت نویسی خواهند داشت. به جهت جلوگیری از دوباره کاری وعدم بازگشت چک های شما بهتر است تصویر آن قبل از ارسال در تلگرام ا واتساپ یا ایمیل فرستاده شود تا پس از تایید ارسال شوند.\nدر صورتی که نیاز به پشت نویسی اشد در این مرحله به شما اطلاع رسانی خواهد شد."
    },
    {
        "q": "نحوه پرداخت اقساط به چه صورت است؟",
        "a": "پرداخت اقساط به وسیله صدور چک انجام میشود .\n( به ازای هرقسط یک برگ چک صادر می شود . )"
    },
    {
        "q": "آیا می توان برای هر 2 قسط ، یک چک پرداخت کرد ؟",
        "a": "در صورتی که گردش حساب شما خوب باشد و از سقف اقساط تعیین شده توسط واحد مالی بالاتر نرود، مشکلی نیست."
    },
    {
        "q": "چک ها را چگونه و به چه شکل به دست قسطا برسانیم ؟",
        "a": "بعد از تایید مدارک در صورتی که تمایل داشته باشید، میتوانید با وقت قبلی چک ها را حضوری تحویل دهید و یا از طریق پست ، پیک ، تیپاکس یا کارگو ارسال نمایید ."
    },
    {
        "q": "امکان اقساط بیش از ده ماه وجود دارد ؟",
        "a": "خیر ، حداکثر اقساط ده ماهه می باشد ."
    },
    {
        "q": "سود اقساط به چه صورت است ؟",
        "a": "شما میتوانید با مراجعه به محاسبه گر اقساط موجود در صفحه اول سایت قسطا ، سود اقساط خود را محاسبه نمایید ."
    },
    {
        "q": "می توانم پیش پرداخت را پرداخت نکنم؟ ( از دم قسط)",
        "a": "خیر ، حداقل 15% سبد خرید خود راباید پیش پرداخت نمایید ."
    },
    {
        "q": "چگونه می توانم سفارش خود را پیگیری نمایم؟",
        "a": "با مراجعه به حساب کاربری خود به قسمت سفارشات من رفته و وضعیت سفارش خود را مشاهده نمایید ."
    },
    {
        "q": "آیا برای خرید های بعدی هم مجددا مدارک بارگذاری شود؟",
        "a": "بله تصویر پرینت سه ماهه آخر حساب جاری  باید مجددا ارسال شود"
    },
    {
        "q": "منظور از سقف اعتبار شخصی چیست؟",
        "a": "هر فرد در قسطا بر اساس خوش حسابی، گردش مالی حساب و سابقه چک های برگشتی، دارای اعتباری است که بر اساس آن می تواند به خرید اقساطی کالای مورد نظر خود بپردازد. بر این اساس مرتبه خرید افراد 3 حالت دارد:\n\nسقف خرید اول: مربوط به افرادی است که برای اولین بار از طریق قسطا اقدام به خرید کرده و ضمن عدم وجود چک برگشتی\nدر سابقه بانکی آنها، توان بازپرداخت اقساط را باتوجه به میانگین حساب خود دارا باشند، این افراد حداکثر تا سقف 10 میلیون تومان امکان خرید اقساطی را دارند.\nسقف خرید دوم: پس از خرید اول، درصورت خوش حسابی و توان بازپرداخت اقساط، سقف خرید اقساطی این دسته از افراد تا 15 میلیون تومان افزایش می یابد\nسقف خرید سوم به بعد: پس از خرید دوم، درصورت خوش حسابی و توان بازپرداخت اقساط، سقف خرید اقساطی این دسته از افراد تا 20 میلیون تومان افزایش می یابد."
    },
    {
        "q": "چه سازمان هایی طرف قرارداد با قسطا می باشند؟",
        "a": "تعدادی از سازمان های دولتی و خصوصی هستند\n\nاما به جهت اینکه بازاریابی قرارداد های سازمانی قسطا به یک شرکت برون سپاری شده، به در خواست آن شرکت، لیست سازمان ها و شرکت ها منتشر نشده است.\nسازمان هایی که طرف قرارداد با ما باشند، کد سازمانی قطعا دریافت می کنند و دراختیار کارمندانشان قرار می دهند ، درصورتی که این کد را ندارید، سازمان شما طرف قرارداد قسطا نیست."
    }
]
