<?php

return [
    '011' => [
        'id' => '011',
        'name' => 'Sanat_Madan', 
        'fa' => 'بانک صنعت و معدن',
    ],
    '012' => [
        'id' => '012',
        'name' => 'Mellat', 
        'fa' => 'بانک ملت',
    ],
    '013' => [
        'id' => '013',
        'name' => 'Refah', 
        'fa' => 'بانک رفاه',
    ],
    '014' => [
        'id' => '014',
        'name' => 'Maskan', 
        'fa' => 'بانک مسکن',
    ],
    '015' => [
        'id' => '015',
        'name' => 'Sepah', 
        'fa' => 'بانک سپه',
    ],
    '016' => [
        'id' => '016',
        'name' => 'Keshavarzi', 
        'fa' => 'بانک کشاورزی',
    ],
    '017' => [
        'id' => '017',
        'name' => 'Melli',
        'fa' => 'بانک ملی ایران',
    ],
    '018' => [
        'id' => '018',
        'name' => 'Tejarat',
        'fa' => 'بانک تجارت',
    ],
    '019' => [
        'id' => '019',
        'name' => 'Saderat',
        'fa' => 'بانک صادرات ایران',
    ],
    '020' => [
        'id' => '020',
        'name' => 'Tosee_Saderat',
        'fa' => 'بانک توسعه صادرات',
    ],
    '021' => [
        'id' => '021',
        'name' => 'Postbank',
        'fa' => 'پست بانک ایران',
    ],
    '022' => [
        'id' => '022',
        'name' => 'Tosee_Taavon',
        'fa' => 'بانک توسعه تعاون',
    ], 
    '051' => [
        'id' => '051',
        'name' => 'Tosee',
        'fa' => 'موسسه اعتباری توسعه',
    ],
    '052' => [
        'id' => '052',
        'name' => 'Ghavamin',
        'fa' => 'بانک قوامین',
    ],
    '053' => [
        'id' => '053',
        'name' => 'Karafarin',
        'fa' => 'بانک کارآفرین',
    ],
    '054' => [
        'id' => '054',
        'name' => 'Parsian',
        'fa' => 'بانک پارسیان',
    ],
    '055' => [
        'id' => '055',
        'name' => 'Eghtesad_Novin',
        'fa' => 'بانک اقتصاد نوین',
    ],
    '056' => [
        'id' => '056',
        'name' => 'Saman',
        'fa' => 'بانک سامان',
    ],
    '057' => [
        'id' => '057',
        'name' => 'Pasargad',
        'fa' => 'بانک پاسارگاد',
    ],
    '058' => [
        'id' => '058',
        'name' => 'Sarmayeh',
        'fa' => 'بانک سرمایه',
    ],
    '059' => [
        'id' => '059',
        'name' => 'Sina',
        'fa' => 'بانک سینا',
    ],
    '060' => [
        'id' => '060',
        'name' => 'Mehr_Iran',
        'fa' => 'بانک مهر ايران',
    ],
    '061' => [
        'id' => '061',
        'name' => 'Shahr',
        'fa' => 'بانک شهر',
    ],
    '062' => [
        'id' => '062',
        'name' => 'Ayandeh',
        'fa' => 'بانک آینده',
    ],
    '063' => [
        'id' => '063',
        'name' => 'Ansar',
        'fa' => 'بانک انصار',
    ],
    '064' => [
        'id' => '064',
        'name' => 'Gardeshgari',
        'fa' => 'بانک گردشگری',
    ],
    '065' => [
        'id' => '065',
        'name' => 'Hekmat',
        'fa' => 'بانک حكمت ايرانيان',
    ],
    '066' => [
        'id' => '066',
        'name' => 'Dey',
        'fa' => 'بانک دی',
    ],
    '069' => [
        'id' => '069',
        'name' => 'Iran_Zamin',
        'fa' => 'بانک ايران زمين',
    ],
    '070' => [
        'id' => '070',
        'name' => 'Resalat',
        'fa' => 'بانک رسالت',
    ],
    '073' => [
        'id' => '073',
        'name' => 'Kosar',
        'fa' => 'موسسه اعتباری کوثر',
    ],
    '075' => [
        'id' => '075',
        'name' => 'Melall',
        'fa' => 'موسسه اعتباری ملل',
    ],
    '078' => [
        'id' => '078',
        'name' => 'Khavar_Mianeh',
        'fa' => 'بانک خاورمیانه',
    ],
    '079' => [
        'id' => '079',
        'name' => 'Mehr_Eghtesad',
        'fa' => 'بانک مهر اقتصاد',
    ],
    '095' => [
        'id' => '095',
        'name' => 'Iran_Venezuela',
        'fa' => 'بانک ايران و ونزوئلا',
    ],
];
